[
    {
        "title": "Aarhus University",
        "url": "https://international.au.dk/",
        "img": "aarhus.png",
        "text": "The Department of Archaeology and Heritage Studies at Aarhus University (AU) has an international profile and is part of strong and international research networks. A dynamic research environment provides the framework for large research projects, international conferences and a variety of visiting researchers. The environment is versatile and cross-disciplinary, and the academic staff's research competences span topics ranging from various cultural historical themes, excavation and surveying methods, quantitative analysis methods, digital applications and representation and public archaeology."
    },
    {
        "title": "Archaeological Information System of the Czech Republic (AIS-CR)",
        "url": "https://www.aiscr.cz/en/",
        "img": "aiscr.png",
        "text": "The Archaeological Information System of the Czech Republic (AIS CR) is a tool designed to integrate digital resources on Czech archaeology. Its main aim is to apply the information system of the Archaeological Map of the Czech Republic (AMCR) in practice, to enhance it and to link it to other data sources. The processing of databases for the territories of Moravia and Czech Silesia and their unification with already available databases from the territory of Bohemia plays a key part. AIS CR follows the FAIR principles and introduces new digital services for the archaeological community and the general public."
    },
    {
        "title": "Archaeology Data Service",
        "url": "https://archaeologydataservice.ac.uk/",
        "img": "ads.png",
        "text": "The ADS is an accredited digital repository for heritage data that supports research, learning and teaching with freely available, high quality and dependable digital resources by preserving and disseminating digital data in the long term. The ADS also promotes good practice in the use of digital data, provides technical advice to the heritage community, and supports the deployment of digital technologies."
    },
    {
        "title": "CENIEH",
        "url": "https://www.cenieh.es/",
        "img": "ceneieh.png",
        "text": "Centro Nacional de Investigación sobre la Evolución Humana (CENIEH) is a Singular Scientific and Technological Infrastructure (ICTS), unique in Spain in the field of Social Sciences and Humanities, distinguished by its content and performance, committed to providing tools for use by the scientific, technological and industrial community. Research conducted at CENIEH is of a markedly interdisciplinary nature, encompassing various scientific disciplines in five different Research Programs."
    },
    {
        "title": "DB-HERITAGE",
        "url": "http://db-heritage.lnec.pt/index_en.html",
        "img": "heritage.png",
        "text": "The project DB-Heritage (DataBase of building materials with historical and heritage interest- PTDC/EPH-PAT/4684/2014) brings forward the information and historical value of the constituent materials as a strategy of research and development.\n\nThe characterization of the materials and of their conservation state are fundamental steps for the elaboration of recommendations regarding the intervention plan and the materials and techniques to be applied in conservation and restoration interventions, in particular the historical and architectural heritage.\n\nThere is a large amount of scattered information about the physical, chemical and mechanical characterization of materials, and on their forms of decay and conservation needs.\n\nDocumenting and preserving materials data is important both to fulfill researcher's needs and to obtain social benefits concerning the related educational and historical value."
    },
    {
        "title": "Data Archiving and Networked Services (DANS)",
        "url": "https://dans.knaw.nl/en/",
        "img": "dans.png",
        "text": "DANS is the Dutch national centre of expertise and repository for research data. We help researchers make their data available for reuse. This allows researchers to use the data for new research and makes published research verifiable and reproducible. With more than 150,000 datasets and a staff of 60, DANS is one of the leading repositories in Europe.\n\nDANS is an institute of  KNAW (Royal Netherlands Academy of Arts and Sciences) and NWO (Dutch Research Council)."
    },
    {
        "title": "Hungarian National Museum (HNM)",
        "url": "https://mnm.hu/hu",
        "img": "hnm.png",
        "text": "The Hungarian National Museum was established in 1802 and it is the largest museum in Hungary, with also the largest collection. The HNM offers complex cultural heritage protection solutions that range from locating archaeological sites and preparing surveys through excavations to complex archaeological research and making exhibitions. The HNM also has a Laboratory for Applied Research, which systematically collects scientific data through interdisciplinary analyses."
    },
    {
        "title": "Heidelberg Academy of Sciences and Humanities",
        "url": "https://www.haw.uni-heidelberg.de/index.en.html",
        "img": "heidelberg.png",
        "text": "The Heidelberg Academy of Sciences and Humanities is a learned society of eminent scientists with international reputation. The Academy can look back on over 100 years of history. So far, it counts 28 Nobel Prize winners, four Balzan Prize winners, 41 recipients of the Pour le Mérite, 30 Gottfried-Wilhelm-Leibniz-Prize winners and 16 winners of the Landesforschungspreises Baden-Württemberg among its members. All members involved in the research, when discussions on current issues of our society and the promotion of young scientists. The Heidelberg Academy of Sciences is a member of the Union of the German Academies of Sciences and Humanities."
    },
    {
        "title": "ICCD - Istituto Centrale per il Catalogo e la Docmentazione",
        "url": "https://catalogo.beniculturali.it/contatti",
        "img": "iccd.png",
        "text": "The purpose of the cataloging is to identify and describe the cultural heritage for which an artistic, historical, archaeological or ethno-anthropological interest has been recognized; cataloging activities are ensured by the State with the help of the Regions and other territorial bodies. The general catalog of cultural heritage collects the results of cataloging activities, and responds to the aims of protection and enhancement of cultural heritage through knowledge of the assets in their context."
    },
    {
        "title": "IDACOR (CONICET/UNC)",
        "url": "https://idacor.conicet.gov.ar/",
        "img": "idacor.png",
        "text": "IDACOR (Instituto de Antropología de Córdoba) is a research unit depending from CONICET (the Argentinian National Research Council) and the Universidad Nacional de Córdoba. The National Council for Scientific and Technical Research is the leading institution in science and technology in Argentina. Its mission is the advancement of scientific and technological knowledge through funding of projects, fellowships and full- time research positions. CONICET works as a national regional network of 250 Research Units, mostly in agreement with universities, covering most of the research disciplines. It has over 9.000 full-time researchers and supports over 11.000 doctoral and postdoctoral fellowships, most of them at national universities. More than 65% of doctoral fellowships in Argentina are funded by CONICET."
    },
    {
        "title": "INFN",
        "url": "https://home.infn.it/it",
        "img": "infn.png",
        "text": "Istituto Nazionale di Fisica Nucleare (INFN) is the Italian research body dedicated to the study of the fundamental constituents of matter and the laws that govern them, under the supervision of the Ministry of Education, Universities and Research. Most INFN activities are carried out in the framework of international cooperation with foreign laboratories (e.g. CERN) and through its national facilities that attract scientists from all over the world."
    },
    {
        "title": "Institut national de recherches archéologiques préventives (Inrap)",
        "url": "https://www.inrap.fr/",
        "img": "inrap.png",
        "text": "Created in 2002, INRAP is a public research institution under the supervision of the Ministries of Culture and Communication, and of Research. It ensures the detection and study of the archaeological heritage affected by development and infrastructural works. It undertakes the study of these finds, disseminates the research results within the scientific community and contributes to spread the knowledge of archaeology to the general public. With approximately 2,200 collaborators and researchers, INRAP is present throughout France. It is by far the largest and most important operator in preventive archaeology at work, in both rural and urban areas with 8 interregional offices and 50 research centres."
    },
    {
        "title": "Institute of Archaeology Vasile Pârvan",
        "url": "https://iabvp.ro/",
        "img": "vasile.png",
        "text": "Since the end of 19th c. the National Museum of Antiquities (today Vasile Parvan Institute of Archaeology of the Romanian Academy) was involved systematically in the archaeological research of Dobruja. During the last century, besides the research of the sites, there have been made surveys and other archaeological investigations that have fundamentally enriched the knowledge about the region next to the biggest river of Europe. The main research topics of the Archaeological Institute are still the same; only the methods of investigation, documentation and publication have changed. Among the last the most important method consists in archiving and digital publication."
    },
    {
        "title": "International Association for Classical Archaeology",
        "url": "https://www.aiac.org/en/statute/",
        "img": "aiac.png",
        "text": "The foundation of AIAC in 1945 has to be seen in the context of the lively ferment of cultural renaissance as peaceful international relations were established in post-war Rome. This was an extremely favourable moment for the birth of an organization because of the numerous foreign scholars already present in Rome during the war, and those who would reach it in the footsteps of the allied troops.\n\nIdeally the history of AIAC began in 1823, when four Nordic intellectuals, A. Kestner, O. Magnus von Stackelberg, E. Gerhard and Th. Panofka, met together to read the classics and explore the antiquities of Rome and its neighbourhood, founding the 'Circle of Hyperborean Romans', named for a mythical people found at the edges of the inhabited world.  Within this friendly society, animated by dilettantes and amateurs but inspired by serious scientific interests, there quickly grew a need for a greater diffusion of information about archaeological discoveries."
    },
    {
        "title": "Nara National Research Institute for Cultural Properties",
        "url": "https://www.nabunken.go.jp/english/",
        "img": "nara.png",
        "text": "Nara National Research Institute for Cultural Properties, is an organization committed to comprehensive research on ancient cultural heritage. The ancient city of Nara is known for its wealth of ancient architecture and historical works of art, and the Institute was established to conduct research on these materials. Inspired in the mid-1950s, by the problem of preserving the Nara palace site, to get involved in research on buried cultural properties as well, the Institute has achieved significant results in the excavation and study of the Nara and Fujiwara palace site. These have contributed to international academic exchanges aimed at shedding light on the development of ancient capitals.\n\nSophisticated techniques of restoration, developed at the Institute for preserving valuable buried cultural materials, have been applied in the preservation of sites and artifacts throughout the world and the techniques of reconstruction used in these projects are being applied in the presentation of historic sites throughout the country. In addition, the Institute also serves as a center for the training of, and for conducting joint research with, both local government employees involved in archaeological excavations, and foreign researchers."
    },
    {
        "title": "National Heritage Institute",
        "url": "https://en.nori.gov.hu/",
        "img": "nori.png",
        "text": "The National Heritage Institute as an institution of the Prime Minister's Office, is the assets manager and operator of locations of symbolic significance from the aspect of the nation's past and historical memory, such as the Fiumei Road Cemetery, the Salgótarjáni Street Jewish Cemetery and the National Park of Mourning of the New Public Cemetery. At the same time, the National Heritage Institute exercises rights of disposition over the National Cemetery, that is, the protected graves of the most prominent representatives of the Hungarian nation lying within the country's borders, acting as an umbrella organization uniting the national and historical monuments of our nation. It is our objective to contribute to the realization of our mission through the careful treatment of the built and spiritual cultural heritage entrusted to us."
    },
    {
        "title": "National Heritage Institute, Bucharest",
        "url": "https://pro.europeana.eu/organisation/national-heritage-institute-bucharest",
        "img": "naru-buk.png",
        "text": "The National Heritage Institute [INP] is the national aggregator for Romania, since 2008. Since then it has been aggregating datasets from more than 250 Romanian providers. INP is a public institution under the Romanian Ministry of Culture. Its mission is to research, protect and restore the cultural heritage of Romania (including the immovable, movable, digital and intangible heritage). It has a professional team specialized in cultural documentation (architects, archaeologists, bibliologists, historians, art historians, ethnographers, etc.), beside information specialists. The National Heritage Institute activities include:"
    },
    {
        "title": "THANADOS",
        "url": "https://thanados.net/",
        "img": "thanados.png",
        "text": "THANADOS is a web portal (https://thanados.net), hosted at the Natural History Museum Vienna (https://nhm-wien.ac.at), for archaeologically and anthropologically investigated burials and their digital dissemination. The regions covered are Austria and the Czech Republic during the Early Middle Ages. New sites are added continuously to provide an online open data repository of Early Medieval cemeteries. Several projects that contributed data are featured. PIs are Stefan Eichert and Nina Richards."
    },
    {
        "title": "The Cyprus Institute",
        "url": "https://www.cyi.ac.cy/",
        "img": "cyprus.png",
        "text": "The Cyprus Institute (CYI) is a novel research and educational institution with a scientific and technological orientation. Research is carried out in cross-disciplinary Centers that address problems of great scholarly relevance, global significance and regional focus. Shared infrastructures incorporating state of the art technology support the research activities of all Centers. The research center to be involved in the project is the Science and Technology in Archaeology Research Center (STARC). It is devoted to the development, introduction and use of advanced science and technologies in Archaeology and Cultural Heritage."
    },
    {
        "title": "University of Patras",
        "url": "https://www.upatras.gr/en/",
        "img": "patras.png",
        "text": "The Department of Cultural Heritage Management and New Technologies of the University of Patras was established in 2004. The objectives of the Department are to develop knowledge and expertise in the area of Cultural Heritage Management through the use of new technologies, digitization, long term digital archiving, information systems and internet services."
    },
    {
        "title": "National Institute of Archaeology with Museum, Bulgarian Academy of Sciences",
        "url": "http://naim.bg/en/home/",
        "img": "naim.png",
        "text": "The National Institute of Archaeology with Museum at the Bulgarian Academy of Sciences covers the complete study of the culture of tribes and peoples who have occupied modern Bulgaria from the Paleolithic to the 18th century. NIAM-BAS is a national center and coordinator of all field research in Bulgaria, and exercises scholarly and methodological control on it."
    },
    {
        "title": "Swedish National Data Service",
        "url": "https://snd.gu.se/en",
        "img": "snd.png",
        "text": "The University of Gothenburg is represented in ARIADNEplus by the Swedish National Data Service (SND), a research data infrastructure that supports accessibility, preservation, and reuse of research data, making it easy to find, use, and cite research data from a variety of scientific disciplines. SND is present throughout the Swedish research ecology, through an extensive network of around 40 higher education institutions and other research organisations. Together, SND and this network form a distributed system of certified research data repositories with the SND main office as a central node. The certification means that SND ensures that research data are managed, stored, and made accessible in a secure and sustainable manner, today and for the future. SND collaborates with various international stakeholders in order to advance global access to research data.\n\nSND's primary role is to support the accessibility, preservation, and re-use of data and related materials."
    },
    {
        "title": "Swedish Rock Art Research Archives",
        "url": "https://www.shfa.se/?lang=en-GB",
        "img": "shfa.png",
        "text": "SHFA's image database includes more than 20,000 digitized images of rock carving documentation, primarily from Sweden but also from Denmark, Norway, Italy and Spain. The image database includes both analog documentation and interactive 3D models, from different places and times. Under the image search tab, you get access to the largest amount of digitized images of rock carvings from Sweden."
    },
    {
        "title": "ZRC SAZU",
        "url": "https://www.zrc-sazu.si/",
        "img": "zrc.png",
        "text": "Scientific Research Centre of the Slovenian Academy of Sciences and Arts (ZRC SAZU) was established in 1981. In its present form as a network of seventeen institutes with some 300 researchers and technicians, ZRC SAZU has developed into the leading Slovenian research center in the humanities and a cutting-edge academic institution in central, eastern, and southeast Europe. It primarily conducts research on a broad variety of topics connected with natural and cultural heritage in Slovenia."
    },
    {
        "title": "British Museum",
        "url": "https://www.britishmuseum.org/",
        "img": "bm.png",
        "text": "The British Museum was founded in 1753 and opened its doors in 1759. It was the first national museum to cover all fields of human knowledge, open to visitors from across the world. Enlightenment ideals and values - critical scrutiny of all assumptions, open debate, scientific research, progress and tolerance - have marked the Museum since its foundation. The Museum is driven by an insatiable curiosity for the world, a deep belief in objects as reliable witnesses and documents of human history, sound research, as well as the desire to expand and share knowledge.\n\nSince 1997 it has hosted the Portable Antiquities Scheme, a voluntary programme to record finds of archaeological interest found by members of the public. It is primarily focused on private metal detectorists who regularly discover artefacts that would otherwise go unrecorded."
    },
    {
        "title": "Historic Environment Scotland",
        "url": "https://canmore.org.uk/",
        "img": "hes.png",
        "text": "Historic Environment Scotland (HES) is the lead public body established to investigate, care for and promote Scotland's historic environment.  Canmore is our record of more than 320,000 records and 1.3 million catalogue entries for archaeological sites, buildings, industry and marine heritage across Scotland and its maritime waters. It is an accredited digital repository which is regularly updated with information and collections from our own survey and recording work, as well as from a wide range of other organisations, communities and individuals."
    },
    {
        "title": "CEIPAC",
        "url": "http://ceipac.ub.edu/",
        "img": "cp.png",
        "text": "The CEIPAC research group (Centro para el Estudio de la Interdependencia Provincial en la Antigüedad Clásica) of the University of Barcelona was created in 1990 with the aim of studying the economic and social relations established between the various provinces of the Roman Empire. In recent years, he has coordinated a broad international research program dedicated to the study of food production and trade and, through it, the social and political relations that they entail."
    },
    {
        "title": "Austrian Academy of Sciences (OeAW)",
        "url": "https://www.oeaw.ac.at/en",
        "img": "oeaw.png",
        "text": "The Austrian Academy of Sciences (OeAW) is Austria's largest non-university research and science institution. Its statutory mission is to \"promote science in every way\".\n\nFounded in 1847 as a learned society, today the OeAW has over 760 members and 1,800 employees dedicated to innovative basic research, interdisciplinary exchange of knowledge and the dissemination of new insights with the aim of contributing to progress in science and society as a whole."
    },
    {
        "title": "Center for Digital Antiquity",
        "url": "https://live-digant.ws.asu.edu/",
        "img": "cfda.png",
        "text": "Digital Antiquity extends our knowledge of the human past and improves the management of our cultural heritage by permanently preserving digital archaeological data and supporting their discovery, access, and reuse."
    },
    {
        "title": "Deutsches Archäologisches Institut",
        "url": "https://www.dainst.org/en/dai/meldungen",
        "img": "dai.png",
        "text": "The mission of the German Archaeological Institute (DAI) is to conduct and facilitate research worldwide in the archaeological sciences and classical studies. Through its research projects the DAI creates an important foundation for dialogue between cultures, for international scientific collaboration and for the preservation of cultural heritage. The DAI is active on five continents in over 350 projects. The projects range from the sanctuary of Olympia, the pyramids of Dashur in Egypt, the imperial palaces on the Palatine in Rome and the 12,000 year old cult site of Göbekli Tepe in Turkey to the oases of the Arabian Peninsula. In addition ancient cultures are being investigated in the Andes of Peru, in the western desert of China, on the Solomon Islands in the West Pacific and Easter Island.\n\nSo the remains of ancient civilizations can be successfully safeguarded in the long term, careful work is needed in the prevention, monitoring and documentation of archaeological sites. Against the background of a growing historical consciousness such sites are key to the formation of cultural identity in the host and partner countries of the DAI. As such the Institute's work makes a substantial contribution to stable political and cultural ties."
    },
    {
        "title": "Consortium MASA - Mémoire des Archéologues et des Sites Archéologiques",
        "url": "https://masa.hypotheses.org/",
        "img": "masa.png",
        "text": "The MASA consortium aims to disseminate and implement the FAIR principles in the archaeological community. The 10 partners are committed to being part of this dynamic by respecting the FAIR principles: Easy to find, Accessible, Interoperable and Reusable."
    },
    {
        "title": "Laboratório Nacional de Engenharia Civil (LNEC)",
        "url": "http://www.lnec.pt/en/",
        "img": "lnec.png",
        "text": "Laboratório Nacional de Engenharia Civil (LNEC) is a public research and consultancy institute encompassing all branches of Civil and Materials Engineering, Architecture and Social Sciences. It is one of the leading European organizations in its field. It has a long experience in laboratory and field research work, physical and mathematical modelling and seismic vulnerability evaluation of structures, as well as assessment of safety conditions of civil works."
    },
    {
        "title": "University of Innsbruck",
        "url": "https://www.uibk.ac.at/",
        "img": "inns.png",
        "text": "Founded in 1669, the University of Innsbruck's main mandate is to focus on research and development, teaching and continuing professional education and training. Today, the University comprises of 16 faculties and 83 departments with over 27000 students and a staff of over 5000 (in 2020). The department of Archaeologies focuses on Pre- and Protohistory and Archaeology of the Middle Ages and the Modern Period as well as Classical Archaeology and Archaeology of the Roman Provinces. In both fields there is research on digital methodologies promoted by ARIADNE-like FAIR data and CIDOC CRM modelling of data. The University will provide a dataset of archaeologic data created in the project \"Prehistoric copper production in the eastern and central Alps\" and published as Open Research Data, and contribute to the development of an application profile for excavation data, developing a mapping to CIDOC-CRM. The University has provided a dataset of archaeological data created in the project \"Prehistoric copper production in the eastern and central Alps\" and published as Open Research Data."
    },
    {
        "title": "The Finnish Heritage Agency",
        "url": "https://museovirasto.fi/en/",
        "img": "tfha.png",
        "text": "The Finnish Heritage Agency is responsible, together with other authorities and the museum field, for protecting environments with cultural history value, archaeological culture heritage and architectural heritage, and other cultural property in Finland. It also collects and presents the National Cultural Historical Collection, studies material cultural heritage and both supports and develops the museum field nationally. The Finnish Heritage Agency provides varied and constantly developing services for all citizens. It operates under the Ministry of Education and Culture of Finland.\n\n Since 2021, the Finnish Heritage Agency has shared information about archaeological object finds found by the members of the public in the FindSampo portal that was developed in a multidisciplinary consortium project of the University of Helsinki, Aalto University and the Finnish Heritage Agency."
    },
    {
        "title": "Fornleifastofnun Íslands",
        "url": "https://fornleif.is/eng/",
        "img": "git.png",
        "text": "The institute was established in the summer of 1995 by Adolf Friðriksson, Orri Vésteinsson, Mjöll Snæsdóttir, Birna Gunnarsdóttir, and Garðar Guðmundsson. From the start we have aimed to provide high quality research and project outputs in Icelandic archaeology. Our innovative survey technique has proved successful in Iceland by integrating place names, ethnography, historical documents, and archaeological information into a single database, Ísleif.\n\nWe also aim to bridge the research and commercial sector within the Institute and universities in the North-Atlantic region and North America. In doing so, we manage to maintain a high standard of professional practice in our work which is reflected in our academic output.\n\nWe have a good domestic and international reputation in research-led projects, such as the excavation of a Viking feast hall, Hofstaðir, and landscape studies in Viking age burial practice. Aspects of this work have been published in several journal articles, academic books, and monographs. Recently, our research focus has been on the landscape of hreppur assemblies, later historical irrigation techniques, the built heritage of swimming pools and communal centres and further work on medieval and later historical material culture."
    },
    {
        "title": "The Institute of Archaeology, Iceland",
        "url": "https://fornleif.is/eng/",
        "img": "arch.png",
        "text": "The Institute of Archeology is committed to being at the forefront of scientific research on local archeology and reaches the targets with strong basic research, working closely with domestic and foreign researchers and research institutions, and active academic debate which is reflected in the powerful editing work. It is responsible for a significant proportion of excavations and site survey in Iceland, setting the tone for furthering the understanding of Iceland's past."
    }
]
